{
  "go_to_app": "Aller à l'application",

  "our_concept": "Notre concept",
  "slogan": "\"Une ville à l'écoute, une ville à votre image\"",
  "description": "Crystal Town est une ville de demain où la confiance passe par la transparence. Une ville qui partage ses données, rend visibles ses choix, et associe ses habitants à chaque étape de la décision.",
  "eye_projects": {
    "title": "Avoir une vision de tous les projets en cours dans votre ville",
    "description": "Grâce à notre plateforme rester connecté en temps réel à votre ville. Rester informé de tous les projets en cours, votez pour la mise en place ou non de projet, inscrivez-vous à des ateliers de co-décision... Devenez un acteur majeur de la ville de demain !"
  },

  "infos": {
    "title": "Centraliser toutes les informations de votre ville",
    "description": "Une plateforme, une communication transparente, une co-construction de la ville de demain"
  },

  "how": "Comment ?",
  "explain": "Un agenda mis à jour en temps réel pour vous tenir informé de la durer des projets, leur nature et leur avancée.",
  "image_online": "Des images et rapport en ligne mis à votre disposition",

  "first-project": {
    "title": "Un premier projet mis en place avec vous.",
    "description": "Réaménagement des espaces vers et déperméabilisation des sols",
    "text": "Nous pensons qu’il est essentiel de commencer par une transformation de l’espace avec la participation de tous. Objectif reprendre sa ville en main, collaborer, s’engager, apprendre à se connaître et transformer votre ville à votre image en soutenant des causes durables. Construire la ville de demain commence en construisant une transparence écologique et sociale."
  },

  "features": {
    "ecology": {
      "name": "Purifier l'air",
      "description": "Améliorer votre quotidien avec un environnement plus sein pour tous."
    },
    "project": {
      "name": "Prendre part au projet",
      "description": "Inscrivez-vous et venez construire aux côtés de professionnels la ville de demain."
    },
    "progress": {
      "name": "Suivez l'avancée du projet",
      "description": "Visualisez les rapports de terrains et document sur notre plateforme."
    }
  },

  "report": "Signalez les problèmes ou incivilités que vous rencontrés au quotidien.\nObjectif : améliorer votre quotidien, faire remonter les problèmes, pour pouvoir agir en conséquence",
  "reports_list": "Suivi de ses signalements et de leurs avancées : “En cours de traitement”, “En attente”, “Validé”, “Refusé”.",

  "suggestions": {
    "title": "Envie de transmettre une idée ?",
    "description": "Une boîte à idée disponible dans notre plateforme vous permettra de la partager. Les idées sont ensuite discutées pendant les ateliers de co-décision. Votre idée deviendra peut-être le projet de demain dans votre ville.",

    "fake_poll": {
      "title": "Vote",
      "description": "L’installation de bancs dans le parc est-elle une bonne idée ?",
      "options": {
        "yes": "Je suis pour l'installation",
        "no": "Je suis contre l'installation",
        "maybe": "Peut-être, j'ai besoin de plus d'informations"
      },
      "submit": "Voter"
    },

    "idea_box": {
      "title": "Boîte à idées",
      "description": "Soumettez-nous vos idées pour améliorer notre ville !",
      "placeholder": "Entrez votre idée ici",
      "label": "Idée",
      "submit": "Soumettre l'idée",

      "fr_title": "Permettre à tous de participer à la prise de décision",
      "fr_description": "Sondage et pétition et vote seront mis en ligne sur la plateforme. prenez part à la vie de votre ville, faîtes entendre votre voix."
    }
  },

  "follow_us": "Suivez-nous",

  "invest": {
    "title": "Envie de s'investir ?",
    "description": "Inscrivez-vous aux ateliers de co-decisions",
    "next_event": "S'inscrire au prochain atelier de co-décision citoyenne",
    "date": "Prochain atelier: 25 juin 2025"
  },

  "auth": {
    "register": "S'inscrire",
    "login": "Se connecter",
    "logout": "Se déconnecter",
    "no_account": "Pas encore de compte ?",
    "already_have_account": "Déjà un compte ?"
  },

  "app": {
    "welcome": "Bienvenue sur {appName}",
    "description": "Application de signalements d'incivilités et de dégradations",

    "form": {
      "report_category_id": {
        "label": "Catégorie",
        "placeholder": "Sélectionnez une catégorie"
      },
      "report_description": {
        "label": "Description",
        "placeholder": "Décrivez le problème"
      },
      "last_name": {
        "label": "Nom",
        "placeholder": "Entrez votre nom"
      },
      "first_name": {
        "label": "Prénom",
        "placeholder": "Entrez votre prénom"
      },
      "email": {
        "label": "Email",
        "placeholder": "Entrez votre adresse email"
      },
      "password": {
        "label": "Mot de passe",
        "placeholder": "Entrez votre mot de passe"
      },
      "confirm_password": {
        "label": "Confirmer le mot de passe",
        "placeholder": "Confirmez votre mot de passe"
      },
      "submit": {
        "label": "Soumettre le signalement"
      }
    }
  }
}
